{

    "We need a little more info":"Se desejar adicione mais informações para completar a sua inscrição",
    "Please select a school or academia":"Por favor, selecione o seu centro ou clube",
    "Please add a child":"Adicione os seus filhos",
    "Name":"Nome",
	"Surname":"Apelidos",
    "Needs special seat":"Precisa de uma cadeira para criança",
	"Needs child seat": "Precisa de uma cadeira para criança",
    "Save child":"Guardar informação",
    "Please add an address":"Por favor, adicione o seu endereço",
    "Address Name":"Nome do endereço, por ex. Casa, ponto de recolha, etc.",
    "Street":"Rua",
    "No.":"Número",
    "City":"Cidade",
	"Postal Code": "Código postal",
	"Add address": "Adicionar endereço",
	"Add Address": "Adicionar endereço",
    "Region":"Comunidade Autónoma",
    "Notes":"Notas",
    "Save address":"Guardar endereço",
    "Age":"Idade",
	"age": "idade",
    "Skip":"Ignorar",
    "Next":"Seguinte",
    "Dashboard":"Início",
    "hello": "Olá",
    "Trips": "Trajetos",
    "Search": "Procurar",
    "seats available": "lugares disponíveis",
	"Home": "Início",
	"Messages": "Mensagens",
	"Profile": "Perfil",
	"Request seat" : "Solicitar lugar",
    "Upcomming":"Próximos trajetos",
    "Upcomming trips":"Próximos trajetos",
    "Become a Driver":"Ofereça um trajeto",
    "Join Trip":"Junte-se ao trajeto",
    "My profile":"O meu perfil",
	"My Profile":"O meu perfil",
	"Update profile":"Atualizar perfil",
    "Address":"Endereço",
    "Childrens":"Os seus filhos",
    "Academias":"Centros/Clubes",
    "Sugest an academia":"Sugerir um centro/clube",
    "Your academias":"A sua lista de centros/clubes",
    "View trips":"Ver trajetos",
	"View": "Ver documento", 
    "Remove from my academias":"Remover dos meus favoritos",
    "Discover more academias":"Descubra mais centros/clubes",
    "View Location":"Ver localização",
    "Add to my academias":"Adicionar aos favoritos",
    "Chat":"Chat",
    "Chat with":"Converse com",
    "wants to join your trip to":"quer juntar-se ao seu trajeto",
    "has aproved your request to join the trip to":"aprovou o seu pedido para se juntar a este trajeto",
    "has rejected your request to join the trip to":"rejeitou o seu pedido para se juntar a este trajeto",
    "He needs":"Necessita de",
    "seat":"lugar",
    "Child seat":"Cadeira para criança",
    "No":"Não",
    "Yes":"Sim",
    "Aprove":"Aceitar",
    "Deny":"Recusar",
    "Your Profile":"O seu perfil",
    "Your addresses":"Os seus endereços",
    "Email":"E-mail",
    "Phone no.":"Número de telefone",
    "Contact details":"Detalhes de contacto",
    "Your children":"Os seus filhos",
    "Add children":"Adicionar filhos",
	"Add Children":"Adicionar filhos",
    "Child":"Criança",
    "seats left":"Lugares disponíveis",
    "Academia Trips":"Trajetos da academia",
    "Password":"Palavra-passe",
    "Repeat password":"Repita a sua palavra-passe",
    "JOIN":"ENVIAR",
    "Aldready have an account? Log In":"Se já tem uma conta, por favor inicie a sessão",
    "SIGNUP":"Registe-se",
    "Login":"Iniciar",
    "LOG IN":"Iniciar sessão",
    "Join Childfy":"Junte-se à comunidade Childfy",
    "Reset Password":"Repor palavra-passe",
    "Log Out":"Sair da sessão",
    "New Trip":"Novo trajeto",
    "Departure":"Origem",
    "Saved address":"Guardar endereço",
    "Destination":"Destino",
    "Time & Date":"Data &amp; Hora",
    "Trip Date":"Data do trajeto",
    "Depart Time":"Horário de partida",
    "Arrival Time":"Horário de chegada",
    "Details":"Detalhes",
    "Free seats":"Lugares livres",
    "Frequency":"Frequência",
    "One Time":"Uma vez",
    "Weekly":"Semanalmente",
    "Every 2 weeks":"Cada 2 semanas",
    "Monthly":"Mensalmente",
    "Recurent on":"Recorrente",
    "Monday":"Segunda-feira",
    "Tuesday":"Terça-feira",
    "Wendsday":"Quarta-feira",
    "Thurdsday":"Quinta-feira",
    "Friday":"Sexta-feira",
    "Saturday":"Sábado",
    "Sunday":"Domingo",
    "Trip Details":"Detalhes do trajeto",
    "Date & Time":"Data &amp; Hora",
    "Driver":"Condutor",
	"No Driver": "Sem condutor",
	"Delete": "Eliminar",
	"Cancel": "Cancelar",
	"CANCEL": "Cancelar",
	"DONE": "Confirmar",
	"Creating trip": "A criar trajeto",
    "Free seats available":"Lugares disponíveis",
    "Leave this trip":"Abandonar o trajeto",
    "Join this trip":"Juntar-se ao trajeto",
    "Delete this trip":"Eliminar trajeto",
    "Delete address":"Eliminar endereço",
    "Remove Child":"Eliminar",
    "Become a driver":"Ofereça um trajeto",
    "Submit Academia":"Enviar",
    "Sugest Academia":"Sugerir um centro",
    "Enter more information here":"Introduza os detalhes aqui",
    "Language":"Idioma",
    "Hello":"Olá",
    "Memberships":"Centros",
    "Your Trips Today":"Trajetos de hoje",
    "You have no trips today":"Não tem trajetos hoje",
   "Upcoming trips":"Próximos trajetos",
   "Show trips from my neighbourhood":"Ver trajetos perto de si",
    "Add trip for this club":"Adicione um trajeto a este centro",
    "Clubs":"Centros",
    "Account created!":"Conta criada!",
    "We’re taking safety seriously, please stand by while we’re validating your profile.":"Levamos a segurança a sério, por isso, por favor aguarde enquanto validamos o seu perfil.",
    "You will be notified once it’s approved!":"Uma vez aprovado será notificado.",
    "From":"de",
   "Request a seat":"Solicitar lugar",
   "I need a seat for":"Preciso de um lugar para",
   "Login to your account":"Inicie sessão na sua conta",
   "My Addresses":"Os meus endereços",
   "My Children":"Os meus filhos",
   "My Clubs":"Os meus centros",
   "My payments":"Os meus pagamentos",
   "Payment Methods":"Formas de pagamento",
   "LogOut":"Sair",
   "Date of birth":"Data de nascimento",
    "Save children":"Guardar",
    "Lets start by adding your children!":"Comecemos por adicionar os seus filhos.",
    "Add your home address":"Adicione o seu endereço e CC",
    "Help":"Ajuda",
    "About":"Sobre a candidatura",
    "Save":"Guardar",
    "Sign":"Assinar",
    "Edit":"Editar",
	"Reject":"Rejeitar",
    "Lets meet each other!":"Adira a Childfy!",
    "I’m Juan, I live in Madrid and I have two children. I started Childfy because I could nevet sync with my neighbour to take our kids to school!":"Sou a María, vivo em Lisboa e tenho dois filhos. Comecei a utilizar o Childfy para partilhar trajetos com outras famílias para o instituto de línguas.",
    "You are:":"Preencha os seus dados",
    "Show map":"Ver mapa",
    "Show List":"Ver trajeto",
    "Start this trip":"Iniciar este trajeto",
    "End this trip":"Terminar este trajeto",
    "Offer":"Oferecer",
    "Request":"Pedir",
	"Request trip":"Pedir trajeto",
	"I'm driving": "Vou conduzir com",
	"on": "no dia",
	"to": "até",
	"at": "às",
    "and I have some room to spare":"lugares disponíveis",
    "Offer trip":"Oferecer trajeto",
    "Available seats":"Lugares disponíveis",
    "I already have an account":"Já tenho uma conta",
    "Childfy creates communites around schools and Academia so children can carpool with trusted parents.":"O Childfy cria comunidades nos arredores de escolas e academias para que as crianças possam partilhar o carro com pais e mães de confiança",
    "Lets clear your schedule!":"Organize a sua agenda!",
    "By families":"Desenvolvido por famílias",
    "For families":"para famílias",
    "We’re parents too so we’re taking safety seriously.":"Também somos pais e mães, por isso verificamos todos os nossos membros para nos certificarmos de que os nossos filhos estão na melhor companhia.",
    "All our members are verified.":"Todos os nossos membros são verificados",
    "You need to sign this document:":"Tem de assinar este documento",
    "Trip to":"Trajeto até",
    "Lives in":"Vive em",
    "Children":"Filhos",
    "Car":"Veículo",
	"Edit data": "Editar informação",
	"Edit Children": "Editar informação",
	"Edit Address": "Editar informação",
	"Missing data": "Por favor, complete a informação",
	"Please fill all data and sign the authorisation": "Por favor, adicione os seus dados antes de assinar a autorização",
	"Save data": "Guardar informação",
	"Select One": "Selecione um",
	"Your name": "O seu nome",
	"Your DNI": "CC",
	"Your city": "Cidade",
	"Reset":"Reniciar",
	"Your child name": "Nome do seu filho",
	"This will be used as your official address": "Para otimizar os trajetos, deve adicionar os endereços habituais ou os pontos de recolha de onde vai buscar o seu filho. Pode incluir um agora e, mais tarde, a partir do seu perfil, incluir tantos endereços ou pontos de recolha quantos necessitar.",
	"Sign 1": "Assinar",
	"Sign 2": "Assinar",
	"Are you sure you want to delete this address" : "Tem a certeza de que quer eliminar este endereço?",
	"Sending join request": "A pedir trajeto",
	"CLOSE": "Fechar",
    "Error! Please fill all your profile details to add a new trip": "Por favor, preencha a informação do seu perfil para criar um trajeto",
    "My car":"O meu carro",
	"Make":"Marca",
    "Model":"Modelo",
    "Year":"Ano",
    "Plate no.":"Matrícula",
    "Color":"Cor",
    "Update car":"Atualizar informação",
    "Add Club": "Adicionar centro",
    "Add club": "Adicionar centro",
	"Email verification": "Verificação do e-mail",
	"We sent you an email with a verification code. Please enter the code below.": "Enviámos-lhe um e-mail com o código de acesso, por favor introduza-o aqui.",
    "resend": "Reenviar e-mail",
    "Verifying": "A verificar",
    "Verifying...": "A verificar...",
	"You have no archived messages yet":"Não tem mensagens arquivadas",
    "You have no messages yet":"Não tem mensagens, peça um trajeto para conversar com uma família",
    "Find and select the centres based on your children preferences. Please select one now and add more centres in a later step, you will be able to include as many as you want from the centres section":"Para encontrar os trajetos que necessita, selecione os centros que o seu filho frequenta normalmente. Inclua um agora e mais tarde, a partir do seu perfil, pode incluir tantos centros quantos necessitar.",
    "To find the trips you need select the centers":"Para encontrar os trajetos que necessita, selecione os centros que o seu filho frequenta normalmente. Inclua um agora e mais tarde, a partir do seu perfil, pode incluir tantos centros quantos necessitar.",
    "ARCHIVE":"Arquivar",
    "Archive":"Arquivar",
    "Please fill all your profile details to add a new trip": "Por favor, preencha a informação do seu perfil para criar um trajeto",
    "Later on you will be able to add more children under your profile section.":" Mais tarde pode incluir outro filho",
	"To optimize the trip and route, you should include your usual address and or other addresses from which your child will be picked up. You can include one now and later, from your profile, include as many addresses or pick up points as needed.": "Para otimizar os trajetos, deve adicionar os endereços habituais ou os pontos de recolha de onde vai buscar o seu filho. Pode incluir um agora e, mais tarde, a partir do seu perfil, incluir tantos endereços ou pontos de recolha quantos necessitar.",
    "Needs":"Necessita de",
    "There are no trips available yet. If you are travelling to this centre please share or request a trip to support other families within your community.":"Ainda não há trajetos disponíveis. Se faz trajetos até este centro, junte-os e ajude as famílias da sua comunidade.",
    "You asked to join ":"Pediu para se juntar ao trajeto de ",
    "on the trip to ":" até ",
    "Do you need a ride? While the family for this trip responds, take advantage of this chat to introduce yourself. Here you will be able to discuss all the details about the trip, meet the family that will accompany your child and inform them of specific needs that they may have. Please use an appropriate and respectful language. Below you have the authorization that you must complete and sign if this route is the ideal one for your child. Once accepted, the family that will accompany your child will receive a message to complete their information and sign the document.":"Precisa deste trajeto? Enquanto a família deste trajeto lhe responde, por favor use este chat para se apresentar. Aqui pode definir os detalhes do trajeto, conhecer a família que acompanhará o seu filho e informá-la de quaisquer necessidades específicas que este possa ter. Lembre-se de utilizar uma linguagem educada e respeitosa. Abaixo está o formulário de consentimento a ser preenchido e assinado, se considerar que este trajeto é adequado para o seu filho. Uma vez aceite, a família que acompanha o seu filho receberá uma mensagem para completar os seus dados e assinar o documento.",
    "A family wants to join your trip! You have the opportunity to support another family by sharing your trip, please make use of this chat to get to know each other. You can discuss all the trip details in order to make a very pleasant experience for the kid that will be travelling with you. Please use an appropriate and respectful language. As soon as the family signs the authorization and accepts it, you will get a message so you will be able to complete and sign it too.":"Querem juntar-se ao seu trajeto! Agora que tem a oportunidade de ajudar uma família partilhando o seu trajeto, use este chat para se apresentar e conhecê-la melhor. Pode definir os detalhes do trajeto e o melhor ambiente para a criança que vai acompanhar. Isso é o mais importante! Lembre-se de utilizar uma linguagem educada e respeitosa. Quando a família assinar a autorização de responsabilidade e a aceitar, aparecerá uma mensagem onde poderá preencher os seus dados e assiná-la.",
    "You have signed the authorisation":"Assinou a autorização.",
    "Wait for ":" Aguarde a assinatura de ",
    " to sign the document ":" para confirmar a aceitação do trajeto. ",
    "You have aproved ":"Aprovou ",
    "request to join your trip to":"o pedido para se juntar ao seu trajeto para",
    "to sign the authorization":"para assinar a autorização",
    " has signed the authorisation! Please sign the authorization form in order to formalize the trip.":" assinou a autorização! Por favor, assine o formulário de autorização para formalizar o trajeto",
    "Here you can see the authorization document signed by both families, Happy trip!":"Aqui pode ver o documento de responsabilidade assinado por ambas as partes, feliz trajeto!",
    "Dear families! This application is a beta version developed for a pilot project in collaboration with Diputación de Malaga. Please let us know if you have any issues using the app or send your feedback, please write us at: info@childfy.app or via Whatsapp at 676 69 12 29":"Olá família! Esta aplicação é uma versão beta para um teste piloto em colaboração com a Diputación de Málaga. Se detetar algum problema ou se desejar enviar-nos sugestões, escreva para info@childfy.app ou via Whatsapp para o 676 69 12 29",
    "Error":"Erro",
    "Please select an address or add a new one":"Selecione um endereço ou adicione um novo",
    "Add":"Adicionar",
    "Please select a children or add a new one":"Escolha uma criança ou adicione uma nova",
    "Please select how many free seats you have":"Selecione quantos lugares livres tem",
    "Please add a date and an hour for your trip":"Adicione uma data e uma hora para o seu trajeto.",
    "Close":"Fechar",
    "Once you consider that you can accompany":"Logo que considere que pode acompanhar o filho de",
    "'s child, press 'accept' to confirm the journey and make the seat reservation by signing the authorization. In the event that this family does not fit in your journey, press 'reject'.":" clique em \"aceitar\" para confirmar o trajeto e fazer a reserva do lugar assinando a autorização. No caso desta família não se enquadrar no seu trajeto, prima \"rejeitar\".",
    "Please make use of this chat to get to know each other. You can discuss all the trip details in order to make a very pleasant experience for the kid that will be travelling with you. Please use an appropriate and respectful language.":"Utilize este chat para se apresentar. Pode definir os detalhes do trajeto e o melhor ambiente para a criança que vai acompanhar. Isso é o mais importante! LEMBRE-SE: use uma linguagem educada e respeitosa.",
    " has accepted your request to share a ride to":" aceitou o seu pedido para partilhar o trajeto para",
    ". Below you have the authorization that you must complete and sign to authorize ":". Preencha a autorização em baixo e assine para autorizar ",
    " as a companion for your child on this journey":" como acompanhante do seu filho neste trajeto",
    "Please add a car to your profile":"Adicione um carro ao seu perfil",
    "Summary of the trip":"Resumo do trajeto confirmado",
    "To reset your password please input the email you registered with":"Introduza o e-mail com o qual se registou para repor a sua palavra-passe",
    "RESET":"REPOR",
    "Code":"Código",
    "New Password":"Nova palavra-passe",
    "Repeat Password":"Repetir palavra-passe",
    "Input the code you have received by email and the new password":"Introduza o código que receber no seu e-mail e a nova palavra-passe",
    "Request has been sent!":"O pedido foi enviado!",
    "Success":"Sucesso",
    "The trip was added":"O trajeto foi adicionado",
    "The trip was deleted":"O trajeto foi eliminado",
    "Your request has been sent":"O seu pedido foi enviado",
    "Please fill the DNI in your profile":"Por favor, preencha o seu CC no seu perfil",
    "Login details can not be empty":"Os dados não podem estar em branco",
    "Please check login details":"Verifique os dados ",
    "Authenticating...":"A autenticar ...",
    "To add a center tap on the plus sign on the right corner":"Para adicionar um centro, toque no sinal de mais no canto direito",
    "Add a new trip by selecting a center":"Adicione um novo trajeto, selecionando um centro",
    "Enter here the code you have received from your school or club.":"Introduza aqui o código que recebeu da sua escola ou clube.",
    "If you don't have a code please get in contact with your club and ask them to provide one.":"Se não tiver um código, contacte o seu clube e peça-lhes que lhe forneçam um.",
    "Looks like there is an error! Please check the code.":"Parece que ocorreu um erro! Por favor, verifique o código.",
    "Club Code":"Código do clube",
    "No centers added yet":"Ainda não foram adicionados centros",
    "No more seats available! Try to join another trip":"Não há mais lugares disponíveis para este trajeto. Tente juntar-se a outro",
    "Confirm":"Confirmar",
    "Are you sure you want to delete this address?":"Tem a certeza de que quer eliminar este endereço?",
    "Are you sure you want to delete this children?":"Tem a certeza de que quer eliminar estas crianças?",
    "Are you sure you want to delete this trip?":"Tem a certeza de que quer eliminar este trajeto?",
    "Delete2":"Eliminar",
    "Are you sure you want to remove this club?":"Tem a certeza de que quer eliminar este centro?",
    "Delete account":"Deletar conta"
}
